/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "アカウントを設定";
"you_need_an_account" = "このデバイスには $appname のアカウントがありません。\nこのアプリケーションを使用するにはアカウントを作成してください。";

//Login Screen
"testing_connection" = "接続のテスト中";
"server_instance_not_found" = "サーバーが見つかりません";
"secure_connection_established" = "暗号化通信を確立しました";
"https_non_secure_connection_established" = "非暗号化接続にリダイレクトされました";
"connection_established" = "接続を確立しました";
"login_details" = "ログインの詳細";
"username" = "ユーザー名";
"password" = "パスワード";
"login" = "ログイン";
"cancel" = "キャンセル";
"error_login_message" = "ユーザーまたはパスワードが間違っています";
"ok" = "OK";
"url_sample" = "サーバーアドレス https://…";
"forbidden_characters_in_password" = "このパスワードには利用できない文字が含まれています";
"server" = "サーバー";
"url" = "URL";
"session_expired" = "セッションの期限が切れました";
"credentials_different_user" = "入力されたユーザーはこのアカウントのユーザーと一致しません";
"auth_unsupported_auth_method" = "サーバーはこの認証方式をサポートしていません";
"saml_server_does_not_give_user_id" = "サーバーが正しいユーザーIDを返しませんでした。管理者に連絡してください。\n	";
"authentification_not_valid" = "このサーバーを認証できません";
"error_too_many_http_redirects" = "接続確立時にエラーが発生しました。もう一度試してください。";
"retry" = "リトライ";
"help_link_login" = "$appname は初めてですか？";

//TabBarItems
"settings"="設定";
"files_tab"="ファイル";

//Uploading
"upload" = "アップロード";
"account" = "アカウント:";
"location" = "場所:";
"photo_albums" = "フォトアルバム";
"loading" = "読込中 ...";
"no_access_to_gallery" = "$appnameの写真とビデオへのアクセスを許可してください。設定＞プライバシー＞写真 から変更できます。";
"error" = "エラー";
"upload_failed"="アップロードに失敗";
"redirection_problem"="URLのリダイレクトアクションはサポートしていません";

//First View
"menu_upload" = "写真/動画のアップロード";
"menu_folder" = "新しいフォルダー";
"menu_text_file" = "新規のテキストファイル作成";
"sort_menu_title" = "並び替え";
"sort_menu_by_name_option" = "名前順";
"sort_menu_by_modification_date_option" = "新しい順";

//Create/Edit File Text
"create_text_file" = "新規テキストファイルを作成";
"title_view_new_text_file" = "新規のテキストファイル作成";
"title_view_edit_text_file" = "テキストファイルを編集";
"default_text_file_title" = "新規のテキストファイル作成";
"title_text_file_placeholder" = "タイトル…";
"body_text_file_placeholder" = "…";
"error_text_file_exist" = "すでに存在します";
"error_file_name_empty" = "ファイル名を空にすることはできません。";
"no_changes_made" = "変更されませんでした。";
"no_file_downloaded" = "ファイルがダウンロードされていないので編集することができません。";


//Create Folder
"create_folder" = "新しいフォルダーを作成";
"folder_name" = "フォルダー名を入力:";
"save" = "保存";
"folder_exist" = "指定された名前のフォルダーがすでに存在します。別の名前を入力してください。";
"folder_create_error"="ディレクトリを作成できませんでした";
"not_show_potrait"="横向き表示ではメニューは利用できません。縦向き表示に切り替えてください。";
"not_possible_create_folder" = "フォルダーが作成できませんでした。";

//FilesView
"confirm_to_delete_item" = "アイテムの削除を確認";
"yes" = "はい";
"no" = "いいえ";
"delete_from_device" = "本当にこのファイルをデバイスから削除してもよろしいですか？";
"delete_from_server" = "本当にこのファイルをサーバーから削除してもよろしいですか？";
"not_possible_connect_to_server" = "今回はサーバーに接続できませんでした。";
"delete_folder_from_server" = "本当にこのフォルダーをサーバーから削除してもよろしいですか？";
"delete_local_server" = "デバイスとサーバーから削除";
"delete_local" = "デバイスから削除";
"delete_server" = "サーバーから削除";
"error_path" = "このフォルダーを開けません。フォルダーが存在するか確認してください。";
"error_not_permission" = "操作を完了させるための権限がありません";
"folders" = "フォルダー";
"files" = "ファイル";
"folder" = "フォルダー";
"file" = "ファイル";
"more_swipe" = "もっと見る";
"message_not_files" = "何かアップロードしてください。";

//Refresh file list
"release_refresh"="手を離して更新...";
"loading_refresh"="読込中 ...";
"pull_down_refresh"="プルダウンで更新します。";

//Miscelanea
"back" = "戻る";

//Preview
"open_with_label" = "次で開く";
"delete_label"= "削除";

//Open with
"file_cannot_be_opened" = "ファイルが開けません";
"no_app_instaled_to_open_it" = "この種類のファイルを開く代替アプリケーションがありません。";

//WTClient messages (Download/Upload)
"establishing_connection" = "接続を確立しています";
"not_establishing_connection" = "接続を確立できませんでした";
"connection_closed" = "接続を終了しました";
"connection_lost" = "接続が切断されました";
"auth_failed" = "認証に失敗しました";
"auth_passed" = "認証パスワード";
"request_file_not_found" = "要求されたファイルはサーバーにありません";
"request_file_not_accesed" = "要求されたファイルにアクセスできません";
"unknow_response_server" = "エラー。サーバーからの予期せぬ応答です。";
"uploading_data" = "データのアップロード中";
"downloading_data" = "データのダウンロード中";
"transfer_complete" = "転送が完了しました";
"transfer_failed" = "転送に失敗しました";

//Settings and PinCode
"title_app_pin" = "パスコード";
"title_app_pin_and_touchID" = "パスコードとTouch ID";
"enter_app_pin" = "パスコードを入力";
"enter_app_pin_long_description" = "パスコードを入力してください";
"reenter_app_pin" = "パスコードを再入力";
"remove_app_pin" = "パスコードを削除";
"both_pass_not_same" = "入力されたパスコードが一致しません";
"app_pin_incorrect" = "パスコードが正しくありません";
"passcode_not_enabled" = "最初にパスコードを有効する";
"title_app_touchID" = "Touch ID(指紋認証)";
"disconnect_button" = "このサーバーから切断します";
"pin_removed" = "パスコードを削除しました";
"incorrect_pin" = "パスコードが正しくありません";
"app_pin_stored" = "パスコードを保存しました";
"help" = "ヘルプ";
"recommend_to_friend" = "友達に推薦";
"send_feedback" = "フィードバックを送信";
"manage_accounts" = "アカウント管理";
"add_new_account" = "新しいアカウントを追加";
"save_changes" = "保存";
"add_account" = "追加";
"user_exist" = "入力されたユーザーはすでに存在します";
"imprint_button" = "インプレスム（所有権情報）";
"title_instant_upload"="インスタントアップロード";
"title_background_instant_upload" = "バックグラウンドで直接アップロード";
"accounts_section" = "アカウント";
"security_section" = "セキュリティ";
"instant_updloads_section" = "自動アップロード";
"more_section" = "もっと見る";
"unlock_app" = "$appname アンロック";

//Downloading
"can_no_copy_to_gallery" = "このファイルはギャラリーで開けないためギャラリーにコピーにできません。";
"file_is_downloading" = "このファイルはすでにダウンロード中です";
"download_file_exist" = "このファイルを開けません。ファイルが存在するか確認してください。";
"wait_to_download" = "ダウンロードの準備中";
"updating" = "更新中";
"msg_while_downloads" = "この操作を実行できません､現在のダウンロードが終了するまでお待ちください";

//SSL
"invalid_ssl_cert" = "このサイトの識別は検証できませんでした。この証明書を信頼してもよろしいですか？";
"connection_declined" = "ユーザーによって接続が切断されました。";

//Recent view
"recent_now"="秒前";
"recent_minutes"="$minutes 分前";
"recent_minute"="$minutes 分前";
"recent_hours"="$hours 時間前";
"recent_hour"="$hours 時間前";
"recent_days"="$days 日前";
"recent_day"="$days 日前";
"recent_months"="$months ヶ月前";
"recent_month"="$months ヶ月前";

"uploads_tab"="アップロード";
"current_section"="現在";
"uploader_section"="アップロード済み";
"nothing_was_upload_recently"="このデバイスから最近アップロードしたものはありません";
"failed_uploader_section"="アップロードに失敗";
"error_credential"="資格情報エラー";
"error_destiny_does_not_exist"="フォルダーエラー";
"error_file_exists"="競合エラー";
"error_permission" = "権限エラー";
"error_file_does_not_exist" = "Source file not available on the device";"ファイルエラー";
"error_file_in_background" = "サーバーエラー";
"error_file_invalid_characters" = "無効な文字";
"change_active_user"="アクティブユーザーを変更";
"waiting_for_server"="サーバーの接続を待っています";
"waiting_for_upload"="アップロード待ち";
"error_permission_alert_message" = "このフォルダーへアップロードする権限がありません";
"choose_folder" = "フォルダーを選択";

//Select Folder View
"upload_label"="アップロード先";
"create_button"="作成";
"choose_button"="選択";

//Rename
"rename_long_press" = "名前の変更";
"rename_file_title" = "名前の変更";
"enter_new_name" = "新しい名前を入力:";
"rename_file_exist" = "指定された名前のファイルはすでに存在します。別の名前を入力してください。";

//Move
"move_long_press" = "移動";
"move_to_label" = "移動先";
"file_exist" = "そのファイルは宛先フォルダーにすでに存在します。";
"override_file" = "既存のファイルをこのファイルで置き換えますか?";
"accept" = "承諾";
"error_folder_destiny_is_the_same" = "エラー: フォルダーを自身のフォルダーに移動することはできません";
"original_file_exist" = "ファイルを移動できません。ファイルが存在するか確認してください。";
"original_folder_exist" = "フォルダーを移動できません。フォルダーが存在するか確認してください。";

//Download folfer
"download_folder" = "ダウンロードフォルダー";
"cancel_download" = "ダウンロードをキャンセル";

//Upload from other apps
"other_apps_title" = "移動先";
"other_apps_account" = "アカウント";
"other_apps_folder" = "フォルダー";
"other_apps_file_name" = "ファイル名";
"other_apps_send_to" = "アップロード先";
"error_moving_file" = "ファイルを移動できません。移動先フォルダーが存在するか確認してください。";
"forbidden_characters_from_server" = "名前に1文字以上の無効な文字が含まれています";
"overwritte_title" = "上書き";

//Social
"twitter_message" = "スマートフォンで $twitteruser を試してください！";
"facebook_message" = "スマートフォンで $appname を試してください！\n";
"mail_recommendation_subject" = "スマートフォンで $appname を試してください！";
"mail_recommendation_body" = "スマートフォンで $appname を利用してみませんか！\nここからダウンロードしてください: ";
"device_not_support_mail" = "メールアドレスを設定するようにしてください";
"mail_feedback_subject" = "$appname のフィードバック";
"account_not_configure" = "あなたのデバイスにはアカウント情報が設定されていません。「設定」メニューから設定をしてください。";

//Storage
"of_storage" = "of";
"occupied_storage" = "占有ストレージ";
"storage" = "ストレージ";
"storage_upgrade" = "ストレージをアップグレード";

//Jimmies
"this_file_is_older" = "新しいバージョンが利用可能です";
"msg_update_file_0_bytes" = "サーバー上のこのファイルは0バイトです。デバイス上にあるファイルへ、この空のファイルを上書きしてもよろしいですか？";

//Shared
"shared_tab" = "共有リンク";
"message_not_shared_files" = "まだURLリンクで共有しているファイル/フォルダーはありません。";
"message_not_shared_api_support" = "すみませんが、サーバーで共有が有効になっていません。管理者に問い合わせてください。";
"share_link_long_press" = "共有";
"unshare_link" = "未共有のリンク";
"share_not_available_on_this_server" = "すみませんが、この機能はサーバーで有効になっていません。管理者に問い合わせてください。";
"copy_link" = "リンクをコピー";
"file_to_share_not_exist" = "このファイルまたはフォルダーは共有できません。存在するか確認してください。";
"file_to_unshare_not_exist" = "このファイルまたはフォルダーは共有解除できません。存在するか確認してください。";
"shared_link_protected_title" = "パスワードを入力";
"shared_link_protected_message" = "リンクを共有するにはリンクを保護するためのパスワードの入力が必要です。";
"pasword_empty" = "パスワードは空にできません";
"no_pasword" = "パスワードを入力しなければなりません";
"get_share_link" = "共有リンクを取得";
"set_expiration_time" = "有効期限を設定";
"password_protect" = "パスワード保護を有効化";
"allow_editing" = "編集を許可";
"default_not_possible_msg" = "この操作を実行できません。しばらく待ってからお試しください。";
"share_user_group_indicator" = "グループ";
"share_user_federated_indicator" = "リモート";
"add_user_or_group_title" = "ユーザーまたはグループを追加";
"share_with_users_or_groups" = "ユーザーまたはグループに共有";
"not_share_with_users_yet"= "ユーザーと共有されているデータはありません";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users. Please contact your administrator";
"share_link_title" = "URLで共有";
"not_share_link_enabled_capabilities" = "サーバーで共有が有効になっていません。管理者に問い合わせてください。";
"shared_link_cannot_remove_password" = "パスワードを削除できません";
"shared_link_cannot_remove_expiration_date" = "有効期限を解除できません。共有するには有効期限を設定する必要があります。";
"shared_link_mail_subject" = "$userName は»$fileOrFolderName« をあなたと共有中です";
"secured_link" = "セキュア";

//Shared privileges
"title_user_can_edit" = "編集を許可";
"title_user_can_share" = "共有を許可";
"user_can_create" = "作成";
"user_can_change" = "更新";
"user_can_delete" = "削除";
"title_view_edit_user_privileges" = "特権";

//Favorites
"favorite" = "お気に入り";
"unfavorite" = "お気に入りを解除";
"parent_folder_is_favorite" = "このファイルを含むフォルダーが、すでにお気に入りになっています。";

//Available offline
"available_offline" = "オフラインが利用可能です";
"not_available_offline" = "オフラインが利用できません";
"parent_folder_is_available_offline_file_child" = "このファイルを含むフォルダーが、すでにオフラインで利用可能です。";
"parent_folder_is_available_offline_folder_child" = "このファイルを含むフォルダーが、すでにオフラインで利用可能です。";

//Document provider
"error_login_doc_provider" = "あなたのアカウントで接続できません。$appname アプリを使う前に初めにサインインしてください。";
"error_sending_file_to_document_picker" = "ドキュメントピッカーへのファイル送信エラー";
"error_user_change_in_core_app" = "$appname アプリでユーザーが変更されました";
"error_connecting_with_server" = "サーバーに接続できませんでした、しばらく待ってからお試しください";
"move_doc_provider_button" = "この場所に移動";
"export_doc_provider_button" = "この場所にエクスポート";

//Instant uploads
"location_not_enabled"="位置情報サービスが無効です";
"message_location_not_enabled"="バックグラウンドでの自動写真アップロードを許可するには、設定画面に移動して、ロケーションサービスを有効にしてください。";

"access_photos_library_not_enabled" = "写真へのアクセスが無効です";
"message_access_photos_not_enabled" = "自動写真アップロードを許可するには、設定画面に移動して、写真へのアクセスを有効にしてください。";

//PDF reader
"page_of_pages" = "of"; //Example: 5 of 10

//Share in
"files_added" = "ファイルが追加されました";
"files_will_be_upload_next_time" = "$appname を次に開いたときに ファイルがアップロードされます。";

//Help Guide main app
"title_help_slide_0" = "$appname! にようこそ";
"message_help_slide_0" = "スワイプでさらに詳しく表示";
"title_help_slide_1" = "自動アップロード";
"message_help_slide_1" = "あなたの写真を安全に保つ";
"title_help_slide_2" = "すべてのファイルを管理";
"message_help_slide_2" = "削除、移動できます";
"title_help_slide_3" = "共有";
"message_help_slide_3" = "ファイルとフォルダーを共有できます";
"title_help_slide_4" = "マルチアカウント";
"message_help_slide_4" = "すべてのあなたのクラウドに接続";
"title_help_slide_5" = "あなたのプライベートファイルはどこでも同期される";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "ログイン";
"skip_button_help_guide" = "スキップ";

//Account menu
"menu_account_edit" = "資格情報の編集";
"menu_account_clear_cache" = "キャッシュをクリア";
"menu_account_log_out" = "アカウント削除";
